Repository: bcneb/WebYep
Catalog: webyep-rwx/*.lproj/Localizable.strings
Languages: german

# PluginDescription
source: Create a page which can be edited online via the web browser, using the web content management system "WebYep". This page style requires PHP to be installed on your web server, your page must also have a .php extension. It will not function on .Mac
german: Erstellen Sie mit dem Content Management System "WebYep" Seiten, deren Inhalte online im Web Browser geändert werden können. Dieser Seitentyp benötigt PHP am Web Server, die Seite muss auch die Dateinamenserweiterung ".php" aufweisen. Seiten dieses Typs können nicht in Ihrem .Mac Web Space verwendet werden!

# FilenameAlertText
source: Please set the filename extension of all WebYep pages to ".php"!
german: Bitte vergeben Sie für alle WebYep Seiten die Dateinamenserweiterung ".php"!

# LogonButtonHover
source: WebYep Logon
german: WebYep Anmeldung

# UTF8ConfigWarningTitle
source: Character Encoding in WebYep Pages
german: Zeichencodierung für WebYep Seiten

# UTF8ConfigWarningMessage
source: Your're using a character encoding other than "utf-8" in your page - please be sure to also configure this encoding (e.g. iso-8859-1) in the WebYep configuration file. See the WebYep help for details.
german: Sie verwenden für Ihre WebYep Seite nicht die Zeichencodierung "utf-8" - bitte stellen Sie sicher, dass die verwendete Codierung (zB. iso-8859-1) auch in der WebYep Konfigurationsdatei eingestellt ist. Siehe auch: Hilfe Text nach Klick auf den "Hilfe" Knopf auf der Bearbeiten Seite.

# DontWarnAgain
source: Don't warn me again
german: Diese Warnung nicht mehr anzeigen

# Upgrade1_2WarningTitle
source: This project was created for a WebYep version prior to 1.2
german: Dieses Projekt wurde für eine WebYep Version vor 1.2 erstellt

# Upgrade1_2WarningMessage
source: If you edit and save this project using this version of the WebYep RapidWeaver Plugin, you also need to upgrade the webyep-system on the server to at least version 1.2. If you do not want that, please reinstall the WebYep RapidWeaver Plugin version 1.1.14 to edit this project.
german: Wenn Sie dieses Projekt mit dieser Version des WebYep RapidWeaver Plugins editieren und speichern, müssen Sie auch das webyep-system am Server auf mindestens die Version 1.2 aktualisieren. Wenn Sie das nicht möchten, re-installieren Sie bitte die Version 1.1.14 des WebYep RapidWeaver Plugins um dieses Projekt zu editieren.

# CSSInfoTitle
source: Example CSS code generated
german: Beispiel-CSS-Code erzeugt

# CSSInfoMessage
source: An example CSS code to style the text, images, image gallery and sidebar menu was generated. Please see the Page Inspector's Header / CSS field to edit this CSS code and style this page's elements.
german: Ein Beispiel-CSS-Code zum Gestalten der Textteile, Bilder, Bildergalerie und des Seitenleistenmenüs wurde erzeugt. Um die Gestaltung der Elemente dieser Seite zu ändern, adaptieren Sie bitte den CSS-Code im Seiteninspektor, "Header / CSS"-Feld.

# DontInfoAgain
source: Don't inform me again
german: Diese Information nicht mehr anzeigen
